CSI API ETABS v1
cDCoSP63133302011 Interface
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
public interface cDCoSP63133302011
Public Interface cDCoSP63133302011
Dim instance As cDCoSP63133302011
public interface class cDCoSP63133302011
type cDCoSP63133302011 =  interface end
The cDCoSP63133302011 type exposes the following members.
Methods
Name | Description
GetOverwrite
 Retrieves the value of a concrete design overwrite item.
GetPreference
 Retrieves the value of a concrete design preference item.
SetOverwrite
 Sets the value of a concrete design overwrite item.
SetPreference
 Sets the value of a concrete design preference item.
Top
See Also
Reference
ETABSv1 Namespace